{
  "common": {
    "solution": "SOLUTION",
    "blog": "BLOG",
    "news-and-event": "NEWS & EVENTS",
    "no-match-articles": "No matching articles found."
  },
  "footer": {
    "mail": "Mail",
    "phone": "Phone",
    "address": {
      "label": "Address",
      "content": "15F., No. 46, Ln. 11, Guangfu N. Rd., Songshan Dist., 105 Taipei City, Taiwan"
    },
    "privacy-and-cookies-policy": "Privacy & Cookies Policy",
    "terms-of-service": "Terms of Service"
  },
  "index": {
    "sonar-context": {
      "title": "An Engine to Hunt down Intruders",
      "context": "ThreatSonar is an advanced threat hunting and MDR platform with capabilities in compromise assessment, auto-investigation, and orchestration. Equipped with over 100 built-in IoCs and thousands of backdoor indicators, ThreatSonar helps discover threats and execute incident responses remotely in a post-compromised environment."
    },
    "vision-context": {
      "title": "A Portal to See Through the Chaos",
      "context": "ThreatVision is a customer-engaged threat intelligence platform that provides real-time alerts, technical data, OSINT analysis, and in-depth APT investigation. Our platform prepares multi-levels approach to applying intelligence, from operational actions to strategic planning, which allows implementing precise measures to occurred or hidden threat."
    }
  },
  "about-us": {
    "title": "About Us",
    "our-leadership": {
      "title": "Our Leadership",
      "content": {
        "title": "Sung-ting Tsai (TT)",
        "context": "As the founder and CEO of TeamT5, Sung-ting Tsai (TT) has more than 16 years of experience in the security industry. With solid technical background and strong understanding of cyber threats, TT has been leading the team to develop unique and effective threat hunting technologies and solutions.<s>With great passion for cyber security, TT has also volunteered himself as a core member in the HITCON community, and was one of the founding members and the first chairman of HITCON. Moreover, TT is an internationally recognized expert on cyber threat intelligence and advanced information security technology. He frequently publishes his latest research at the world’s top information security conferences, including Black Hat, Code Blue, Kaspersky Security Analyst Summit, etc."
      }
    },
    "our-cyber-threat-experts": {
      "title": "Our Cyber Threat Experts",
      "analyst-title": "Cyber Threat Intelligence Analysts",
      "analyst-context": "Our threat intelligence analysts have been dedicated to malware research and APT investigation for more than 10 years. With language and cultural advantages, we possess specific expertise in cyber espionage in the Asia-Pacific region. We are also frequent speakers in the world’s top security conferences, including Code Blue/AVTokyo, Troopers, Hack In The Box, FIRST, and etc.",
      "engine-lab-title": "Engine Lab",
      "engine-lab-context": "We have top tech talents specializing in reverse engineering, low-layer operating system analysis and kernel hacking. With advanced techniques, Engine Lab is key to the development of our proactive threat hunting tool - ThreatSonar. We aim to develop stable and effective threat hunting solutions, and keep enhancing the detection quality of our products.",
      "d39-title": "D39",
      "d39-context": "D39 focuses on vulnerability research and has identified several critical security flaws, dedicating to Common Vulnerabilities and Exposures (CVE) and Samsung Vulnerabilities and Exposures (SVE). D39 is also a frequent speaker in the world’s top security conferences, including Black Hat, HITCON, and Power of Community (POC). As a team member of HITCON, D39 joined forces to win second place in DEFCON CTF both 2014 and 2019.",
      "ir-team-title": "Incident Response Team",
      "ir-team-context": "With solid technical background and frontline expertise, our IR professionals provide an in-depth investigation and response to real-world cyber-attacks. We identify and research the intruder attacks, the impact and technical cause of the incidents, and recommend solutions or workarounds to assist our clients in recovery and remediation."
    }
  },

  "solution": {
    "sonar": {
      "title": {
        "title": "An Engine to Hunt down Intruders",
        "context": "Get ahead of your adversaries with the most effective APT hunting solution and MDR platform."
      },
      "intro": {
        "context": "APT attacks are far more prevalent and sophisticated than ever. <br/>But, how can you recognize a silent and unnoticed sneak attack?<s>ThreatSonar provides an advanced threat hunting solution to help discover threats in a post-compromised environment."
      },
      "function": {
        "ca-title": "Compromise Assessment",
        "ca-context": "Combining digital forensics and behavior-modeling techniques, ThreatSonar can do fast triage and hunt for outliers. The graph visualization also helps incident tracking and correlation.",
        "ir-title": "Incident Response",
        "ir-context": "Intelligence-driven and auto-investigation to find out hidden infections with similar TTPs, ThreatSonar is an effective tool designed for incident response execution.",
        "mdr-title": "MDR platform",
        "mdr-context": "Conducting regular risk assessment for endpoints with ThreatSonar, our frontline expertise provides you with greater detection and response capabilities."
      },
      "why": {
        "title": "Why ThrearSonar?",
        "slogan": {
          "title": "We See the Invisibles",
          "context": "Most security solutions are based on prevention, yet attackers still breach in. Empowered by our in-depth threat intelligence with up-to-date knowledge of more than 100+ adversaries, ThreatSonar connects the dots to identify and analyze intruders in a breached environment."
        },
        "intel": {
          "correlation": {
            "title": "Intelligence Correlation",
            "trait-1": "Heuristic techniques for the unknown",
            "trait-2": "Yara rules for hidden threats"
          }
        },
        "cross-platform": {
          "title": "Cross-platform Operation",
          "trait-1": "from XP to Win 10, both 32/64bit",
          "trait-2": "Windows, Linux, and MacOS included"
        },
        "multi-scenarios": {
          "title": "Multi-Scenarios & Approach Assistance",
          "trait-1": "A MDR",
          "trait-2": "A regular check-up",
          "trait-3": "Time machine",
          "trait-4": "Internet topology"
        },
        "forensic-analysis": {
          "title": "Forensic Analysis",
          "trait-1": "Identify the past",
          "trait-2": "Secure the future"
        }
      },
      "contact-us": {
        "btn": "Contact Us",
        "form-title": "I’m interested",
        "form-first-name": "First Name",
        "form-last-name": "Last Name",
        "form-company-name": "Company Name",
        "form-industry-category": {
          "label": "Industry Category",
          "gov": "Government",
          "financial": "Financial Business",
          "hightech": "High-tech Manufacturing",
          "telecom": "Telecommunication",
          "electric": "Electric Manufacturing",
          "gtc": "General Trading Company",
          "mssp": "Managed Security Service Provider (MSSP)",
          "consultancy": "Consultancy",
          "others": "Others"
        },
        "form-company-size": {
          "label": "Company Size",
          "100-less": "Less than 100 employees",
          "100-500": "100-500 employees",
          "501-1000": "501-1000 employees",
          "1000-more": "More than 1000 employees"
        },
        "form-job-title": "Job Title",
        "form-phone": "Phone Number",
        "form-email": "Email Address",
        "form-country": "Country",
        "form-inquiry": "Your Inquiry",
        "form-submit": "form-submit"
      }

    },
    "vision": {
      "title": "A Portal to See Through the Chaos",
      "advantage": {
        "ce-title": "Customer Engagement",
        "ce-context": "Grow your business in a threat-free environment with our intuitive interface. Further analysis is upon request and conducted by our 10+ years’ experience analysts.",
        "ce-trait-1": "Online sandbox",
        "ce-trait-2": "Keyword search engine",
        "ce-trait-3": "Technical data (hash, domains, IP, etc.)",
        "ce-trait-4": "API",
        "apac-title": "APAC centric, World-wide Tracking",
        "apac-context": "Mitigate your risk with our in-depth research on Advanced Persistent Threat (APT) activities and Open Source Intelligence analysis.",
        "apac-trait-1": "2000+ samples/day",
        "apac-trait-2": "700+ malware families",
        "apac-trait-3": "100+ Adversary groups"
      },
      "newswall": {
        "title": "Have you heard of ...",
        "news-1": "Over <span class='sign'>78M</span> data breach of a medical insurance giant?",
        "news-2": "The average cost of a data breach is <span class='sign'>$3.92 million</span> while the average time to identify a breach is over 200 days.",
        "news-3": "A <span class='sign'> $60M</span> SWIFT attack in a TW’s  bank hacking incident?",
        "news-4": "The cyber robbery in Bangladesh bank of <span class='sign'> $81M</span>?",
        "news-5": "Steal confidential info, such as <span class='sign'>COVID-19</span> vaccine, and exposed people in danger?",
        "news-6": "Hackers attack every <span class='sign'>39</span> seconds, on average <span class='sign'>2,244</span> times a day."
      },
      "category": {
        "enterprises-title": "Enterprises",
        "enterprises-trait-1": "We provide interactive platform for examining yourselves and consulting the experts",
        "enterprises-trait-2": "We support keywords explorer to meet your needs",
        "enterprises-tags": "#promptanalysis #proactivehunting #getridofrisks",
        "financial-service-title": "Financial Service",
        "financial-service-trait-1": "We track those APT groups that intrude financials",
        "financial-service-trait-2": "We have a broad coverage not only in APAC but the whole world",
        "financial-service-tags": "#justintimealert #financialgains #longtermthreat",
        "public-sectors-title": "Public Sectors",
        "public-sectors-trait-1": "We prepare technical data for your WAF, Firewall, and etc. for instant defense",
        "public-sectors-trait-2": "We reveal the tactics and techniques used by your existing and hidden enemies for detection and precaution",
        "public-sectors-tags": "#justintimealert #financialgains #longtermthreat"
      },
      "contact-us": {
        "btn": "Contact Us",
        "form-title": "I’m interested",
        "form-first-name": "First Name",
        "form-last-name": "Last Name",
        "form-company-name": "Company Name",
        "form-industry-cat": {
          "category": "Industry Category",
          "gov": "Government",
          "financial": "Financial Business",
          "hightech": "High-tech Manufacturing",
          "telecom": "Telecommunication",
          "electric": "Electric Manufacturing",
          "gtc": "General Trading Company",
          "mssp": "Managed Security Service Provider (MSSP)",
          "consultancy": "Consultancy",
          "others": "Others"
        },
        "form-job-title": "Job Title",
        "form-phone": "Phone Number",
        "form-email": "Email Address",
        "form-country": "Country",
        "form-inquiry": "Your Inquiry",
        "form-submit": "Submit"
      }
    }
  }
}